import { Direction } from "./Direction";

export const _DirectionList = () => {
  return (
    <div className="grid grid-flow-row grid-cols-1 justify-center gap-x-20 gap-y-10 md:grid-cols-2 lg:grid-cols-3">
      <Direction
        id={0}
        title="Клуб"
        description="Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб Клуб"
        image={"/ruslan.jpeg"}
      />
      <Direction
        id={0}
        title="Клуб"
        description="Клуб"
        image={"/ruslan.jpeg"}
      />
      <Direction
        id={0}
        title="Клуб"
        description="Клуб"
        image={"/ruslan.jpeg"}
      />
      <Direction
        id={0}
        title="Клуб"
        description="Клуб"
        image={"/ruslan.jpeg"}
      />
      <Direction
        id={0}
        title="Клуб"
        description="Клуб"
        image={"/ruslan.jpeg"}
      />
    </div>
  );
};
